nce3-1/L17.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-20 Fri 14:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="lenovo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org76bbc10" class="outline-2">
<h2 id="org76bbc10">L17 The longest suspension bridge in the world</h2>
<div class="outline-text-2" id="text-org76bbc10">
<p class="verse">
How is the bridge supported?<br />
<br />
Verrazano, an Italian about whom little is known,<br />
&#xa0;sailed into New York Harbour in 1524 and named it Angouleme.<br />
He described it as 'a very agreeable situation located within two small hills<br />
&#xa0;in the midst of which flowed a great river.'<br />
Though Verrazano is by no means considered to be a great explorer,<br />
&#xa0;his name will probably remain immortal, for on November 21st, 1964,<br />
&#xa0;the longest suspension bridge in the world was named after him.<br />
<br />
The Verrazano Bridge, which was designed by Othmar Ammann, joins Brooklyn to Staten Island.<br />
It has a span of 4260 feet.<br />
The bridge is so long that the shape of the earth had to be taken into account by its designer.<br />
Two great towers support four huge cables.<br />
The towers are built on immense underwater platforms made of steel and concrete.<br />
The platforms extend to a depth of over 100 feet under the sea.<br />
These alone took sixteen months to build.<br />
Above the surface of the water, the towers rise to a height of nearly 700 feet.<br />
They support the cables from which the bridge has been suspended.<br />
Each of the four cables contains 26108 lengths of wire.<br />
It has been estimated that if the bridge were packed with cars,<br />
&#xa0;&#xa0;it would still only be carrying a third of its total capacity.<br />
However, size and strength are not the only important things about this bridge.<br />
Despite its immensity, it is both simple and elegant,<br />
&#xa0;fulfilling its designer's dream to create 'an enormous object drawn as faintly as possible'.<br />
</p>
</div>

<div id="outline-container-org95e0f70" class="outline-3">
<h3 id="org95e0f70">words</h3>
<div class="outline-text-3" id="text-org95e0f70">
<p>
suspension [səˈspenʃ(ə)n] n.吊<br />
agreeable [əˈɡriːəb(ə)l] adj.宜人的<br />
situation [ˌsɪtʃuˈeɪʃ(ə)n] n.地点<br />
locate [ˈloʊkeɪt] v.位于<br />
immortal [ɪˈmɔːrt(ə)l] adj.永生的<br />
Brooklyn [ˈbrʊklɪn; ˈbrʊklən] n.布鲁克林<br />
Staten [nil] n.斯塔顿<br />
span [spæn] n.跨度<br />
cable [ˈkeɪb(ə)l] n.缆索<br />
concrete [ˈkɑːnkriːt] n.混凝土<br />
suspend [səˈspend] v.悬挂<br />
length [leŋθ] n.根,段<br />
estimate [ˈestɪmət] v.估计<br />
capacity [kəˈpæsəti] n.承受量<br />
immensity [ɪˈmensəti] n.巨大<br />
elegant [ˈelɪɡənt] adj.优美别致的<br />
faintly [ˈfeɪntli] adv.微细地<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
